Repository: sebastienFrance/ScoreBoard
Catalog: *.lproj/Localizable.strings
Languages: fr

source: Game results for
fr: Résultats de

source: Name
fr: Nom

source: Total Score
fr: Score total

source: Rank
fr: Rang

source: Round
fr: Tour

source: Generated by Score Log (available on the AppStore!).
fr: Généré par Score Log (disponible sur l'AppStore!).

source: Download Score log
fr: Téléchargez Score log

source: Current Game
fr: Partie en cours

source: Game
fr: Partie

source: Historical Game
fr: Historique

source: Display current game
fr: Afficher la partie en cours

source: Start a new game
fr: Nouvelle partie

source: Duplicate game
fr: Dupliquer une partie

source: Edit historical games
fr: Modifier l'historique

source: Error
fr: Erreur

source: Options cannot be configured while a game is not started.
fr: La partie doit d'abord être démarrée pour configurer les options.

source: Do you want to create a new game with the same players?
fr: Créer une partie avec les mêmes joueurs ?

source: Cancel
fr: Annuler

source: round: %lu
fr: tour: %lu

source: Score history
fr: historique
